soap/miniupnp/miniupnpd-2.1-igd1/seeds/10_WANIPC-AddPortMapping_2

<?xml version="1.0" encoding="UTF-8"?><s:Envelope s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" ><s:Body><u:AddPortMapping xmlns:u="urn:schemas-upnp-org:service:WANIPConnection:1"><NewRemoteHost>7+a`-:IsJkj*'23x</NewRemoteHost><NewExternalPort>53176</NewExternalPort><NewProtocol>UDP</NewProtocol><NewInternalPort>21265</NewInternalPort><NewInternalClient>goy^)i*AnNixZ\Se</NewInternalClient><NewEnabled>1</NewEnabled><NewPortMappingDescription>P4N`6UWLIb\y9@3Y</NewPortMappingDescription><NewLeaseDuration>3702184645</NewLeaseDuration></u:AddPortMapping></s:Body></s:Envelope>
